Repository: DeveloperAcademy-POSTECH/2024-NC2-M15-RoomPlan
Catalog: MyRaum/Localizable.xcstrings
Source language: en
Languages: ko

# 지도
source: Map
ko: 지도

# 카드
source: Card
ko: 카드

# 3D 모델의 각도를 조절한 후 배경을 추가하세요.
source: After adjusting the angle of the 3D model, add a background.
ko: 3D 모델의 각도를 조절한 후 배경을 추가하세요.

# My Raum을 만든 사람들
source: My Raum Team
ko: My Raum을 만든 사람들

# 결과물을 저장해보세요.
source: Save your results.
ko: 결과물을 저장해보세요.

# 결과물을 확인하세요.
source: Check the results.
ko: 결과물을 확인하세요.

# 공간 삭제
source: Delete space
ko: 공간 삭제

# 공간 카드 공유
source: Share space card
ko: 공간 카드 공유

# 공간에 대해서 기록하세요.
source: Write about the space.
ko: 공간에 대해서 기록하세요.

# 공유
source: Share
ko: 공유

# 김민정
source: Minjeong Kim
ko: 김민정

# 나의 공간을 기록해보세요.
source: Record my space.
ko: 나의 공간을 기록해보세요.

# 다시 스캔하기
source: Scan again
ko: 다시 스캔하기

# 미리보기
source: Preview
ko: 미리보기

# 배경 수정하기
source: Edit background
ko: 배경 수정하기

# 배경 추가하기
source: Add a background
ko: 배경 추가하기

# 보관함
source: Archive
ko: 보관함

# 삭제
source: Delete
ko: 삭제

# 설정
source: Settings
ko: 설정

# 스캔 끝내기
source: Finish scanning
ko: 스캔 끝내기

# 스캔하기
source: Scan
ko: 스캔하기

# 언어 설정
source: Language Setting
ko: 언어 설정

# 완료
source: Complete
ko: 완료

# 이 공간을 삭제하시겠습니까?
source: Are you sure you want to delete this space?
ko: 이 공간을 삭제하시겠습니까?

# 이 기기는 라이다(LiDAR)를 지원하지 않습니다.
source: This device does not support LiDAR.
ko: 이 기기는 라이다(LiDAR)를 지원하지 않습니다.

# 이미지 저장
source: Save image
ko: 이미지 저장

# 이미지가 저장되었습니다.
source: The image has been saved.
ko: 이미지가 저장되었습니다.

# 장소 수정하기
source: Edit location
ko: 장소 수정하기

# 장소 입력하기
source: Enter a location
ko: 장소 입력하기

# 장소를 입력하세요.
source: Please enter a location.
ko: 장소를 입력하세요.

# 저장
source: Save
ko: 저장

# 저장되었습니다.
source: Saving completed.
ko: 저장되었습니다.

# 저장된 공간이 없습니다.
source: There is no space saved.
ko: 저장된 공간이 없습니다.

# 저장하지 못했습니다.
source: Failed to save.
ko: 저장하지 못했습니다.

# 조윤
source: Yune Cho
ko: 조윤

# 지원하지 않는 기기입니다.
source: This device is not supported.
ko: 지원하지 않는 기기입니다.

# 취소
source: Cancel
ko: 취소

# 확인
source: Confirm
ko: 확인
